Repository: HungHuynh1210/Voice-Translate
Catalog: Voice Translate/Voice Translate/App/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, pt, vi, zh_hant

source: . Try **switching to a different network**. If delays persist despite good connectivity, feel free to contact us through the app's feedback feature.
de: . Versuchen Sie, **zu einem anderen Netzwerk zu wechseln**. Sollten trotz guter Konnektivität weiterhin Verzögerungen auftreten, können Sie uns gerne über die Feedback-Funktion der App kontaktieren.
es: . Intente **cambiar a una red diferente**. Si los retrasos persisten a pesar de la buena conectividad, no dude en contactarnos a través de la función de comentarios de la aplicación.
ja: 。 **別のネットワークに切り替えてみてください**。接続が良好であるにもかかわらず遅延が続く場合は、アプリのフィードバック機能を通じてお気軽にお問い合わせください。
ko: . **다른 네트워크로 전환**해 보세요. 연결 상태가 양호함에도 불구하고 지연이 지속되는 경우 앱의 피드백 기능을 통해 언제든지 문의해 주세요.
pt: . Tente **mudar para uma rede diferente**. Se os atrasos persistirem apesar da boa conectividade, sinta-se à vontade para nos contatar através do recurso de feedback do aplicativo.
vi: . Hãy thử **chuyển sang mạng khác**. Nếu tình trạng chậm trễ vẫn tiếp diễn mặc dù kết nối tốt, vui lòng liên hệ với chúng tôi thông qua tính năng phản hồi của ứng dụng.
zh_hant: 。嘗試**切換到不同的網路**。如果儘管連接良好，但仍然出現延遲，請隨時透過應用程式的回饋功能與我們聯繫。

source: "Cloned"
de: „Geklont“
es: "Clonado"
ja: 「クローン化された」
ko: "복제됨"
pt: "Clonado"
vi: "Đã Sao chép"
zh_hant: "複製"

source: "Forget" the headset in your device's Bluetooth settings, and then go through the pairing process again.
de: „Vergessen“ Sie das Headset in den Bluetooth-Einstellungen Ihres Geräts und führen Sie dann den Kopplungsvorgang erneut durch.
es: "Olvídese" de los auriculares en la configuración de Bluetooth de su dispositivo y luego realice el proceso de emparejamiento nuevamente.
ja: デバイスの Bluetooth 設定でヘッドセットを「削除」し、ペアリング プロセスを再度実行します。
ko: 장치의 Bluetooth 설정에서 헤드셋을 "삭제"한 다음 페어링 과정을 다시 진행하세요.
pt: "Esqueça" o fone de ouvido nas configurações de Bluetooth do seu dispositivo e repita o processo de emparelhamento.
vi: "Quên" tai nghe trong cài đặt Bluetooth của thiết bị của bạn, rồi thực hiện lại quá trình ghép nối.
zh_hant: 在裝置的藍牙設定中「忘記」耳機，然後再次執行配對過程。

source: "I am
de: "Ich bin
es: "Soy
ja: "私は
ko: "그래요
pt: "Eu sou
vi: "Tôi là
zh_hant: “我是

source: "I am say your name. I understand that my voice will be recorded and used by Voice Translator AI Translate to create a synthetic (cloned) version of my voice. I give permission for my voice recordings to be used for this purpose."
de: „Ich sage Ihren Namen. Mir ist bewusst, dass meine Stimme aufgezeichnet und von Voice Translator AI Translate verwendet wird, um eine synthetische (geklonte) Version meiner Stimme zu erstellen. Ich erteile die Erlaubnis, dass meine Sprachaufzeichnungen für diesen Zweck verwendet werden.“
es: "Digo tu nombre. Entiendo que mi voz será grabada y utilizada por Voice Translator AI Translate para crear una versión sintética (clonada) de mi voz. Doy permiso para que mis grabaciones de voz se utilicen para este propósito".
ja: 「私はあなたの名前を言います。私の声が録音され、音声翻訳 AI Translate によって私の声の合成 (クローン) バージョンが作成されることを理解しています。私の音声録音がこの目的で使用されることを許可します。」
ko: "나는 당신의 이름을 말합니다. 나는 내 목소리가 음성 번역기 AI 번역에 의해 녹음되어 내 목소리의 합성(복제) 버전을 생성하는 데 사용된다는 것을 이해합니다. 내 음성 녹음이 이 목적으로 사용되는 것을 허가합니다."
pt: "Estou dizendo seu nome. Entendo que minha voz será gravada e usada pelo Voice Translator AI Translate para criar uma versão sintética (clonada) de minha voz. Dou permissão para que minhas gravações de voz sejam usadas para essa finalidade."
vi: "Tôi tên là [tên của bạn]. Tôi hiểu rằng giọng nói của mình sẽ được ghi lại và sử dụng bởi Voice Translator AI Translate để tạo ra một phiên bản tổng hợp (sao chép) của giọng nói của tôi. Tôi cho phép các bản ghi âm giọng nói của mình được sử dụng cho mục đích này."
zh_hant: 「我要說出你的名字。我了解語音翻譯器 AI Translate 將錄製並使用我的聲音來創建我聲音的合成（克隆）版本。我允許我的錄音用於此目的。”

source: "Setting page > Voice clone option"
de: „Einstellungsseite > Voice-Clone-Option“
es: "Página de configuración > Opción de clonación de voz"
ja: 「設定ページ＞音声クローンオプション」
ko: "설정 페이지 > 음성 복제 옵션"
pt: "Página de configuração> opção de clonagem de voz"
vi: "Trang cài đặt > Tùy chọn bản sao giọng nói"
zh_hant: “設定頁面 > 語音複製選項”

source: "Start new"
de: „Neu anfangen“
es: "Empezar de nuevo"
ja: 「新しく始める」
ko: "새롭게 시작하세요"
pt: "Começar novo"
vi: "Bắt đầu mới"
zh_hant: “新的開始”

source: **1. Restart your device and headphones:** This is an effective way to solve many temporary connection problems.
de: **1. Starten Sie Ihr Gerät und Ihre Kopfhörer neu:** Dies ist eine effektive Möglichkeit, viele vorübergehende Verbindungsprobleme zu lösen.
es: **1. Reinicie su dispositivo y sus auriculares:** Esta es una forma efectiva de resolver muchos problemas de conexión temporales.
ja: **1.デバイスとヘッドフォンを再起動します。** これは、多くの一時的な接続問題を解決する効果的な方法です。
ko: **1. 장치 및 헤드폰을 다시 시작하십시오.** 이는 많은 임시 연결 문제를 해결하는 효과적인 방법입니다.
pt: **1. Reinicie seu dispositivo e fones de ouvido:** Esta é uma maneira eficaz de resolver muitos problemas temporários de conexão.
vi: **1. Khởi động lại thiết bị và tai nghe của bạn:** Đây là cách hiệu quả để giải quyết nhiều sự cố kết nối tạm thời.
zh_hant: **1.重新啟動您的裝置和耳機：** 這是解決許多臨時連線問題的有效方法。

source: **2. Check and update the headset firmware:** Please check the official website or support documentation of your headset manufacturer to confirm whether there is a firmware update available.
de: **2. Überprüfen und aktualisieren Sie die Firmware des Headsets:** Bitte überprüfen Sie auf der offiziellen Website oder in der Support-Dokumentation Ihres Headset-Herstellers, ob ein Firmware-Update verfügbar ist.
es: **2. Verifique y actualice el firmware de los auriculares:** Consulte el sitio web oficial o la documentación de soporte del fabricante de sus auriculares para confirmar si hay una actualización de firmware disponible.
ja: **2.ヘッドセットのファームウェアを確認して更新します。** 利用可能なファームウェアの更新があるかどうかを確認するには、ヘッドセットのメーカーの公式 Web サイトまたはサポート ドキュメントを参照してください。
ko: **2. 헤드셋 펌웨어 확인 및 업데이트:** 사용 가능한 펌웨어 업데이트가 있는지 확인하려면 공식 웹사이트나 헤드셋 제조업체의 지원 문서를 확인하세요.
pt: **2. Verifique e atualize o firmware do fone de ouvido:** Verifique o site oficial ou a documentação de suporte do fabricante do seu fone de ouvido para confirmar se há uma atualização de firmware disponível.
vi: **2. Kiểm tra và cập nhật chương trình cơ sở tai nghe:** Vui lòng kiểm tra trang web chính thức hoặc tài liệu hỗ trợ của nhà sản xuất tai nghe của bạn để xác nhận xem có bản cập nhật chương trình cơ sở hay không.
zh_hant: **2.檢查並更新耳機韌體：** 請檢查耳機製造商的官方網站或支援文檔，確認是否有可用的韌體更新。

source: **3. Check and update the device system/Bluetooth driver:** Make sure your device's operating system and Bluetooth driver are the latest version.
de: **3. Überprüfen und aktualisieren Sie das Gerätesystem/Bluetooth-Treiber:** Stellen Sie sicher, dass das Betriebssystem und der Bluetooth-Treiber Ihres Geräts die neueste Version sind.
es: **3. Verifique y actualice el sistema del dispositivo/controlador Bluetooth:** Asegúrese de que el sistema operativo y el controlador Bluetooth de su dispositivo sean la última versión.
ja: **3.デバイス システム/Bluetooth ドライバーを確認して更新します。** デバイスのオペレーティング システムと Bluetooth ドライバーが最新バージョンであることを確認してください。
ko: **3. 장치 시스템/블루투스 드라이버 확인 및 업데이트:** 장치의 운영 체제와 블루투스 드라이버가 최신 버전인지 확인하세요.
pt: **3. Verifique e atualize o sistema do dispositivo/driver Bluetooth:** Certifique-se de que o sistema operacional e o driver Bluetooth do seu dispositivo sejam a versão mais recente.
vi: **3. Kiểm tra và cập nhật hệ thống thiết bị/trình điều khiển Bluetooth:** Đảm bảo hệ điều hành và trình điều khiển Bluetooth của thiết bị của bạn là phiên bản mới nhất.
zh_hant: **3.檢查並更新裝置系統/藍牙驅動程式：** 確保您裝置的作業系統和藍牙驅動程式是最新版本。

source: **4. Forget the headset in Bluetooth settings:** "Forget" the headset in your device's Bluetooth settings, and then go through the pairing process again.
de: **4. Vergessen Sie das Headset in den Bluetooth-Einstellungen:** „Vergessen“ Sie das Headset in den Bluetooth-Einstellungen Ihres Geräts und führen Sie dann den Kopplungsvorgang erneut durch.
es: **4. Olvídate de los auriculares en la configuración de Bluetooth:** "Olvídese" de los auriculares en la configuración de Bluetooth de su dispositivo y luego realice el proceso de emparejamiento nuevamente.
ja: **4. Bluetooth 設定でヘッドセットを忘れてください:** デバイスの Bluetooth 設定でヘッドセットを「削除」し、ペアリング プロセスを再度実行します。
ko: **4. Bluetooth 설정에서 헤드셋을 잊어버리세요:** 장치의 Bluetooth 설정에서 헤드셋을 "삭제"한 다음 페어링 과정을 다시 진행하세요.
pt: **4. Esqueça o fone de ouvido nas configurações de Bluetooth:** "Esqueça" o fone de ouvido nas configurações de Bluetooth do seu dispositivo e repita o processo de emparelhamento.
vi: **4. Quên tai nghe trong cài đặt Bluetooth:** "Quên" tai nghe trong cài đặt Bluetooth của thiết bị, sau đó thực hiện lại quá trình ghép nối.
zh_hant: **4.在藍牙設定中忘記耳機：** 在裝置的藍牙設定中「忘記」耳機，然後再次執行配對過程。

source: **4. Forget the headset in Bluetooth settings:** \
de: **4. Vergessen Sie das Headset in den Bluetooth-Einstellungen:** \
es: **4. Olvídate de los auriculares en la configuración de Bluetooth:** \
ja: **4. Bluetooth 設定でヘッドセットを忘れてください:** \
ko: **4. Bluetooth 설정에서 헤드셋을 잊어버리세요:** \
pt: **4. Esqueça o fone de ouvido nas configurações de Bluetooth:** \
vi: **4. Quên tai nghe trong cài đặt Bluetooth:** \
zh_hant: **4.在藍牙設定中忘記耳機：** \

# **4. Forget the headset in Bluetooth settings:** \
source: **4. Forget the headset in Bluetooth settings:**\n\
de: **4. Vergessen Sie das Headset in den Bluetooth-Einstellungen:**\n\
es: **4. Olvídese de los auriculares en la configuración de Bluetooth:**\n\
ja: **4. Bluetooth 設定でヘッドセットを忘れてください:**\n\
ko: **4. Bluetooth 설정에서 헤드셋을 삭제합니다.**\n\
pt: **4. Esqueça o fone de ouvido nas configurações de Bluetooth:**\n\
vi: **4. Quên tai nghe trong cài đặt Bluetooth:**\n\
zh_hant: **4.在藍牙設定中忘記耳機：**\n\

source: **5. Try pairing with other devices:** Test whether the headphones are stable on other devices, which helps determine whether the problem is with the headphones themselves or the original device.
de: **5. Versuchen Sie es mit anderen Geräten:** Testen Sie, ob die Kopfhörer auf anderen Geräten stabil sind. So können Sie feststellen, ob das Problem bei den Kopfhörern selbst oder beim Originalgerät liegt.
es: **5. Intente emparejarlos con otros dispositivos:** Pruebe si los auriculares son estables en otros dispositivos, lo que ayuda a determinar si el problema está en los propios auriculares o en el dispositivo original.
ja: **5.他のデバイスとペアリングしてみてください:** ヘッドフォンが他のデバイスで安定しているかどうかをテストします。これは、問題がヘッドフォン自体にあるのか、元のデバイスにあるのかを判断するのに役立ちます。
ko: **5. 다른 장치와 페어링해 보십시오.** 헤드폰이 다른 장치에서 안정적인지 테스트하면 문제가 헤드폰 자체에 있는지 원래 장치에 있는지 확인하는 데 도움이 됩니다.
pt: **5. Tente emparelhar com outros dispositivos:** Teste se os fones de ouvido estão estáveis ​​em outros dispositivos, o que ajuda a determinar se o problema está nos próprios fones de ouvido ou no dispositivo original.
vi: **5. Thử ghép nối với các thiết bị khác:** Kiểm tra xem tai nghe có ổn định trên các thiết bị khác hay không, điều này giúp xác định xem sự cố xảy ra với chính tai nghe hay thiết bị gốc.
zh_hant: **5.嘗試與其他設備配對：**測試耳機在其他設備上是否穩定，這有助於確定問題是耳機本身還是原始設備。

source: \nIf it still fails, please **check you network Status and contact us by submitting feedback** on the Settings page of the APP. We are always here to help.
de: \nWenn es immer noch fehlschlägt, **überprüfen Sie bitte Ihren Netzwerkstatus und kontaktieren Sie uns, indem Sie auf der Einstellungsseite der APP Feedback senden**. Wir sind immer für Sie da.
es: \nSi aún falla, **verifique el estado de su red y contáctenos enviando sus comentarios** en la página de Configuración de la APLICACIÓN. Siempre estamos aquí para ayudar.
ja: \nそれでも失敗する場合は、**ネットワークのステータスを確認し、アプリの設定ページでフィードバックを送信してご連絡ください**。私たちはいつでもお手伝いいたします。
ko: \n그래도 실패할 경우 앱의 설정 페이지에서 **네트워크 상태를 확인하고 피드백을 제출하여 문의**해 주세요. 우리는 항상 도움을 드리고 있습니다.
pt: \nSe ainda assim falhar, **verifique o status da sua rede e entre em contato conosco enviando comentários** na página Configurações do APP. Estamos sempre aqui para ajudar.
vi: \nNếu vẫn không thành công, vui lòng **kiểm tra Trạng thái mạng của bạn và liên hệ với chúng tôi bằng cách gửi phản hồi** trên trang Cài đặt của Ứng dụng. Chúng tôi luôn ở đây để giúp đỡ.
zh_hant: \n如果仍然失敗，請**檢查您的網路狀態，並在APP的設定頁面提交回饋**與我們聯絡。我們隨時為您提供協助。

source: 1-minute recording time
de: 1 Minute Aufnahmezeit
es: tiempo de grabación de 1 minuto
ja: 録音時間は1分
ko: 녹음 시간 1분
pt: Tempo de gravação de 1 minuto
vi: Thời gian ghi 1 phút
zh_hant: 1分鐘錄音時間

source: 1. Click the
de: 1. Klicken Sie auf
es: 1. Haga clic en el
pt: 1. Clique no
vi: 1. Nhấp vào
zh_hant: 1. 單擊

source: 1. Click the **Start button** on the homepage, wait for 4-5 seconds until the Connecting state ends, then you can start speaking for Live Translation.
de: 1. Klicken Sie auf der Startseite auf die Schaltfläche „Starten“ und warten Sie 4–5 Sekunden, bis der Verbindungsstatus endet. Anschließend können Sie mit dem Sprechen für die Live-Übersetzung beginnen.
es: 1. Haga clic en el **botón Inicio** en la página de inicio, espere de 4 a 5 segundos hasta que finalice el estado de Conexión y luego podrá comenzar a hablar para Live Translation.
ja: 1. ホームページの **[開始] ボタン**をクリックし、接続状態が終了するまで 4 ～ 5 秒待つと、ライブ翻訳の音声を開始できます。
ko: 1. 홈페이지에서 **시작 버튼**을 클릭하고 Connecting 상태가 끝날 때까지 4~5초 정도 기다리면 실시간 번역 말하기를 시작할 수 있습니다.
pt: 1. Clique no **botão Iniciar** na página inicial, aguarde de 4 a 5 segundos até que o estado de conexão termine e então você pode começar a falar para a tradução ao vivo.
vi: 1. Nhấp vào **Nút Bắt đầu** trên trang chủ, đợi 4-5 giây cho đến khi trạng thái Kết nối kết thúc, sau đó bạn có thể bắt đầu nói cho Dịch trực tiếp.
zh_hant: 1. 點選首頁的**開始按鈕**，等待4-5秒直到連線狀態結束，即可開始即時翻譯發言。

source: 1. Directly insert the earphones into the
de: 1. Stecken Sie die Ohrhörer direkt in das
es: 1. Inserte directamente los auriculares en el
ja: 1.イヤホンを直接本体に差し込みます。
ko: 1. 이어폰을 본체에 직접 삽입하세요.
pt: 1. Insira diretamente os fones de ouvido no
vi: 1. Cắm trực tiếp tai nghe vào
zh_hant: 1.直接將耳機插入

source: 1. Directly insert the earphones into the **earphone jack or adapter** of your phone. 2. Open the Appname app. 3. Let the person who needs translation start speaking. After a few seconds, you will hear the translated content in the target language you choose through the earphones.
de: 1. Stecken Sie die Ohrhörer direkt in die **Kopfhörerbuchse oder den Adapter** Ihres Telefons. 2. Öffnen Sie die Appname-App. 3. Lassen Sie die Person, die eine Übersetzung benötigt, zu Wort kommen. Nach einigen Sekunden hören Sie den übersetzten Inhalt in der von Ihnen gewählten Zielsprache über die Kopfhörer.
es: 1. Inserte directamente los auriculares en el **conector o adaptador de auriculares** de su teléfono. 2. Abra la aplicación Appname. 3. Deje que la persona que necesita traducción comience a hablar. Después de unos segundos, escucharás el contenido traducido en el idioma de destino que elijas a través de los auriculares.
ja: 1. イヤホンを携帯電話の **イヤホン ジャックまたはアダプター**に直接挿入します。 2. Appname アプリを開きます。 3. 翻訳が必要な人に話し始めてもらいます。数秒後、選択したターゲット言語で翻訳されたコンテンツがイヤホンから聞こえます。
ko: 1. 이어폰을 휴대폰의 **이어폰 잭이나 어댑터**에 직접 삽입하세요. 2. Appname 앱을 엽니다. 3. 번역이 필요한 사람이 말을 시작하게 하세요. 몇 초 후에 이어폰을 통해 선택한 대상 언어로 번역된 내용을 들을 수 있습니다.
pt: 1. Insira os fones de ouvido diretamente na **entrada ou adaptador de fone de ouvido** do seu telefone. 2. Abra o aplicativo Appname. 3. Deixe a pessoa que precisa de tradução começar a falar. Após alguns segundos, você ouvirá o conteúdo traduzido no idioma de destino escolhido através dos fones de ouvido.
vi: 1. Cắm trực tiếp tai nghe vào **giắc cắm tai nghe hoặc bộ chuyển đổi** của điện thoại. 2. Mở ứng dụng Tên ứng dụng. 3. Hãy để người cần dịch bắt đầu nói. Sau vài giây, bạn sẽ nghe thấy nội dung được dịch bằng ngôn ngữ đích mà bạn chọn qua tai nghe.
zh_hant: 1. 將耳機直接插入手機的**耳機插孔或轉接器**。 2. 開啟應用程式名稱應用程式。 3. 讓需要翻譯的人開始講話。幾秒鐘後，您將透過耳機聽到您選擇的目標語言的翻譯內容。

source: 1. Directly insert the earphones into the **earphone jack or adapter** of your phone.\n2. Open the Appname app.\n3. Let the person who needs translation start speaking. After a few seconds, you will hear the translated content in the target language you choose through the earphones.
de: 1. Stecken Sie die Ohrhörer direkt in die **Kopfhörerbuchse oder den Adapter** Ihres Telefons.\n2. Öffnen Sie die App „Appname“.\n3. Lassen Sie die Person, die eine Übersetzung benötigt, zu Wort kommen. Nach einigen Sekunden hören Sie den übersetzten Inhalt in der von Ihnen gewählten Zielsprache über die Kopfhörer.
es: 1. Inserte directamente los auriculares en el **conector o adaptador de auriculares** de su teléfono.\n2. Abra la aplicación Appname.\n3. Deje que la persona que necesita traducción comience a hablar. Después de unos segundos, escucharás el contenido traducido en el idioma de destino que elijas a través de los auriculares.
ja: 1. イヤホンを携帯電話の **イヤホン ジャックまたはアダプター**に直接挿入します。\n2. Appname アプリを開きます。\n3.翻訳が必要な人に話し始めてもらいます。数秒後、選択したターゲット言語で翻訳されたコンテンツがイヤホンから聞こえます。
ko: 1. 이어폰을 휴대폰의 **이어폰 잭 또는 어댑터**에 직접 삽입합니다.\n2. Appname 앱을 엽니다.\n3. 번역이 필요한 사람이 말을 시작하게 하세요. 몇 초 후에 이어폰을 통해 선택한 대상 언어로 번역된 내용을 들을 수 있습니다.
pt: 1. Insira os fones de ouvido diretamente na **entrada ou adaptador de fone de ouvido** do seu telefone.\n2. Abra o aplicativo Appname.\n3. Deixe a pessoa que precisa de tradução começar a falar. Após alguns segundos, você ouvirá o conteúdo traduzido no idioma de destino escolhido através dos fones de ouvido.
vi: 1. Cắm trực tiếp tai nghe vào **giắc cắm tai nghe hoặc bộ chuyển đổi** của điện thoại.\n2. Mở ứng dụng Tên ứng dụng.\n3. Hãy để người cần dịch bắt đầu nói. Sau vài giây, bạn sẽ nghe thấy nội dung được dịch bằng ngôn ngữ đích mà bạn chọn qua tai nghe.
zh_hant: 1. 將耳機直接插入手機的**耳機插孔或轉接器**。 \n2.開啟 Appname 應用程式。 \n3.讓需要翻譯的人開始說話。幾秒鐘後，您將透過耳機聽到您選擇的目標語言的翻譯內容。

source: 1. First, turn on Bluetooth on your phone and connect the Bluetooth earphones. 2. Then, open the Appname application. 3. Let the person who needs translation start speaking. After a few seconds, you will hear the translated content in the target language you choose through the earphones.
de: 1. Schalten Sie zunächst Bluetooth auf Ihrem Telefon ein und verbinden Sie die Bluetooth-Kopfhörer. 2. Öffnen Sie dann die Appname-Anwendung. 3. Lassen Sie die Person, die eine Übersetzung benötigt, zu Wort kommen. Nach einigen Sekunden hören Sie den übersetzten Inhalt in der von Ihnen gewählten Zielsprache über die Kopfhörer.
es: 1. Primero, active el Bluetooth en su teléfono y conecte los auriculares Bluetooth. 2. Luego, abra la aplicación Appname. 3. Deje que la persona que necesita traducción comience a hablar. Después de unos segundos, escucharás el contenido traducido en el idioma de destino que elijas a través de los auriculares.
ja: 1. まず、携帯電話の Bluetooth をオンにして、Bluetooth イヤホンを接続します。 2. 次に、Appname アプリケーションを開きます。 3. 翻訳が必要な人に話し始めてもらいます。数秒後、選択したターゲット言語で翻訳されたコンテンツがイヤホンから聞こえます。
ko: 1. 먼저 휴대폰의 블루투스를 켜고 블루투스 이어폰을 연결하세요. 2. 그런 다음 Appname 애플리케이션을 엽니다. 3. 번역이 필요한 사람이 말을 시작하게 하세요. 몇 초 후에 이어폰을 통해 선택한 대상 언어로 번역된 내용을 들을 수 있습니다.
pt: 1. Primeiro, ligue o Bluetooth no seu telefone e conecte os fones de ouvido Bluetooth. 2. Em seguida, abra o aplicativo Appname. 3. Deixe a pessoa que precisa de tradução começar a falar. Após alguns segundos, você ouvirá o conteúdo traduzido no idioma de destino escolhido através dos fones de ouvido.
vi: 1. Trước tiên, bật Bluetooth trên điện thoại của bạn và kết nối tai nghe Bluetooth. 2. Sau đó, mở ứng dụng Appname. 3. Hãy để người cần phiên dịch bắt đầu nói. Sau vài giây, bạn sẽ nghe thấy nội dung được dịch sang ngôn ngữ mục tiêu mà bạn chọn thông qua tai nghe.
zh_hant: 1. 首先，開啟手機藍牙並連接藍牙耳機。 2. 然後，開啟Appname 應用程式。 3. 讓需要翻譯的人開始講話。幾秒鐘後，您將透過耳機聽到您選擇的目標語言的翻譯內容。

source: 1. First, turn on Bluetooth on your phone and connect the Bluetooth earphones.\n2. Then, open the Appname application.\n3. Let the person who needs translation start speaking. After a few seconds, you will hear the translated content in the target language you choose through the earphones.
de: 1. Schalten Sie zunächst Bluetooth auf Ihrem Telefon ein und verbinden Sie die Bluetooth-Kopfhörer.\n2. Öffnen Sie dann die Appname-Anwendung.\n3. Lassen Sie die Person, die eine Übersetzung benötigt, zu Wort kommen. Nach einigen Sekunden hören Sie den übersetzten Inhalt in der von Ihnen gewählten Zielsprache über die Kopfhörer.
es: 1. Primero, active Bluetooth en su teléfono y conecte los auriculares Bluetooth.\n2. Luego, abra la aplicación Appname.\n3. Deje que la persona que necesita traducción comience a hablar. Después de unos segundos, escucharás el contenido traducido en el idioma de destino que elijas a través de los auriculares.
ja: 1. まず、携帯電話の Bluetooth をオンにして、Bluetooth イヤホンを接続します。\n2.次に、Appname アプリケーションを開きます。\n3.翻訳が必要な人に話し始めてもらいます。数秒後、選択したターゲット言語で翻訳されたコンテンツがイヤホンから聞こえます。
ko: 1. 먼저 휴대폰의 블루투스를 켜고 블루투스 이어폰을 연결하세요.\n2. 그런 다음 Appname 애플리케이션을 엽니다.\n3. 번역이 필요한 사람이 말을 시작하게 하세요. 몇 초 후에 이어폰을 통해 선택한 대상 언어로 번역된 내용을 들을 수 있습니다.
pt: 1. Primeiro, ative o Bluetooth no seu telefone e conecte os fones de ouvido Bluetooth.\n2. Em seguida, abra o aplicativo Appname.\n3. Deixe a pessoa que precisa de tradução começar a falar. Após alguns segundos, você ouvirá o conteúdo traduzido no idioma de destino escolhido através dos fones de ouvido.
vi: 1. Trước tiên, hãy bật Bluetooth trên điện thoại của bạn và kết nối tai nghe Bluetooth.\n2. Sau đó, mở ứng dụng Tên ứng dụng.\n3. Hãy để người cần dịch bắt đầu nói. Sau vài giây, bạn sẽ nghe thấy nội dung được dịch bằng ngôn ngữ đích mà bạn chọn qua tai nghe.
zh_hant: 1. 首先，開啟手機藍牙並連接藍牙耳機。 \n2.然後，開啟 Appname 應用程式。 \n3.讓需要翻譯的人開始說話。幾秒鐘後，您將透過耳機聽到您選擇的目標語言的翻譯內容。

source: 1. Restart your device and headphones:
de: 1. Starten Sie Ihr Gerät und Ihre Kopfhörer neu:
es: 1. Reinicie su dispositivo y sus auriculares:
ja: 1. デバイスとヘッドフォンを再起動します。
ko: 1. 장치와 헤드폰을 다시 시작하십시오.
pt: 1. Reinicie seu dispositivo e fones de ouvido:
vi: 1. Khởi động lại thiết bị và tai nghe của bạn:
zh_hant: 1. 重新啟動您的裝置和耳機：

source: 2. Check and update the headset firmware:
de: 2. Überprüfen und aktualisieren Sie die Headset-Firmware:
es: 2. Verifique y actualice el firmware de los auriculares:
ja: 2. ヘッドセットのファームウェアを確認して更新します。
ko: 2. 헤드셋 펌웨어를 확인하고 업데이트합니다.
pt: 2. Verifique e atualize o firmware do fone de ouvido:
vi: 2. Kiểm tra và cập nhật chương trình cơ sở của tai nghe:
zh_hant: 2.檢查並更新耳機韌體：

source: 2. It also supports
de: 2. Es unterstützt auch
es: 2. También es compatible
ja: 2. もサポートしています
ko: 2. 또한 지원합니다
pt: 2. Também suporta
vi: 2. Nó cũng hỗ trợ
zh_hant: 2.還支持

source: 2. It also supports **one-way interpretation** mode or tap-free dialogue mode for speakers of two different languages.
de: 2. Es unterstützt auch den Modus **Einbahndolmetschen** oder den berührungslosen Dialogmodus für Sprecher zweier verschiedener Sprachen.
es: 2. También admite el modo de **interpretación unidireccional** o el modo de diálogo sin toques para hablantes de dos idiomas diferentes.
ja: 2. また、2 つの異なる言語を話す人向けの **一方向通訳** モードまたはタップフリーの対話モードもサポートしています。
ko: 2. 두 가지 다른 언어를 사용하는 사용자를 위한 **단방향 통역** 모드 또는 탭 없는 대화 모드도 지원합니다.
pt: 2. Ele também suporta o modo **interpretação unidirecional** ou modo de diálogo sem toque para falantes de dois idiomas diferentes.
vi: 2. Nó cũng hỗ trợ chế độ **thông dịch một chiều** hoặc chế độ hội thoại không cần nhấn cho người nói hai ngôn ngữ khác nhau.
zh_hant: 2. 它還支援兩種不同語言的使用者的**單向翻譯**模式或免點擊對話模式。

source: 3. After the Live Translation starts, you need to
de: 3. Nachdem die Live-Übersetzung gestartet wurde, müssen Sie Folgendes tun
es: 3. Después de que comience la traducción en vivo, debe
ja: 3. ライブ翻訳が開始されたら、次のことを行う必要があります。
ko: 3. 실시간 번역이 시작된 후 다음을 수행해야 합니다.
pt: 3. Após o início da tradução ao vivo, você precisa
vi: 3. Sau khi Dịch Trực Tiếp bắt đầu, bạn cần
zh_hant: 3. 即時翻譯啟動後，您需要
